[
  {
    "number": 0,
    "id": "c499ad76-3eca-4aff-b70d-fb708614b3c6",
    "title": "Trailer",
    "description": "Start your day with a quick and easy listen that mixes practical life tips and some fun, useless trivia!\nTopics include tips for higher productivity, deeper relationships, optimal health, mindful living, and simple ways to automate the little things.\nHosted with love, sass, and plenty of laughs by Yoga teacher, improv comedian, and software engineer Charles Burgess.",
    "transcript": "Start your day with a quick and easy listen that mixes practical life tips and some fun, useless trivia! Topics include tips for higher productivity, deeper relationships, optimal health, mindful living, and simple ways to automate the little things. Hosted with love, sass, and plenty of laughs by Yoga teacher, improv comedian, and software engineer Charles Burgess."
  },
  {
    "number": 1,
    "title": "Upgrade Your Resume",
    "description": "todo",
    "id": ""
  },
  {
    "number": 2,
    "title": "Spark Conversation with Snail Mail",
    "description": "todo",
    "id": ""
  },
  {
    "number": 3,
    "id": "",
    "title": "Sage Your Social Media",
    "description": "todo",
    "transcript": "Maybe you love social media. Maybe you hate it. Maybe you find yourself on there a lot longer than you wish you were. I know for me, it's a vital part of my business and how I connect with you guys. As much as I don't love social media and I don't love endlessly scrolling. In fact, I've deleted my Facebook at least three times, like completely 100% gone. By Felicia. Deleted. Not just the app, everything. And I've also uninstalled Instagram a few times, but I always find myself coming back - usually to connect with really important people or to promote my business. But that doesn't mean I want to spend all day on my phone. In fact, sometimes when I'm scrolling around - and maybe you feel this way too - some weird feelings come up. Some posts can make me feel a little insecure or frustrated. I know with Facebook, I constantly felt like they were promoting the most irritating content right to the top of my feed. In an election year or any other year it can feel really overwhelming to be on social media. So how do we combat that and make it better? Because it doesn't have to be that way, right? It doesn't have to be all or nothing. You're either on social media and you're mindlessly scrolling, feeling like garbage, or you delete it and you live blissfully happily ever after. That's not really how life works. I have tried several different things. I've Marie Kondo'd the crap out of my social feed and I wanted to share that with you guys, because a lot of things I've seen online just didn't stick. I've tried the timer on my iPhone to prevent myself from spending too much time in the app, but even a little bit of time with content that doesn't make you feel a hundred percent awesome is enough time to make you leave, not feeling awesome.\nSo what I'm proposing today is to simply pick one day every month ( or every couple months ) and mindfully scroll through your feed. Now we're not looking for recipe tips here. We're not looking for a new yoga pose. We're not looking for that cute boy, even though he real cute ( and he knows it ). What we're looking for is how each post makes you feel. And I've got a quick three-step test here. Before you even open your phone, meditate for a second. Sit up nice and tall, close your eyes and ask yourself in one or two words: how do you want to feel after you've used Instagram or after you've used Tik-Tok or after you've used Facebook for 20, 30 minutes. Do you want to feel inspired, informed, hungry, happy, jealous, giggly, annoyed, or aroused? All of these are valid and none are better than the other, but once you know what you want to feel, we can open the phone.\nWe can open a given app and we can start scrolling. And for each post, pause on it for a second, take a deep breath, and then answer these three questions. (1) How does this post make you feel? And is it aligned with the word that you picked a minute ago? If it is awesome. Scroll on to the next post. If not, let's ask question number two. (2) Do you love this feeling? Not that you like this feeling, not as this, a good feeling. Do you love this feeling? There's tons of cute things on the internet. There's tons of handsome manzes and handsome womenzes and lots of great recipes, but if that's not what you love and that's not why you came here, move on to question number three. If you do love it, if it brings you joy, if Marie Kondo would tell you to keep it in your closet, then keep scrolling. (3) And if you're on question number three, what I want you to ask yourself is, is this reflective of the person who's posting it - is this what they always post? If the answer to that is, yes, this is very indicative of the kind of content they usually post. Then maybe it's time to let that go. If it's not it's okay. People have days where they post things that aren't totally congruent with what they usually post. I'm not telling you that there's a zero strike policy - one bad post and you're off my feed - that's silly. But if this is common to how they post and it's not bringing you joy, it's not bringing you love, it's not bringing you the feeling that you want to have... you need to let it go. Pro tip for people on Instagram ( probably the most common network I use ): you don't have to completely unfollow somebody. You could silence their posts. It's an option under the \"...\" menu ( or the meatball menu if you're technical ) and you can still follow them. Especially if it's like a private meme account ( I'm not above a good meme ) but you don't have to have that inundate your feed. So silening it will remove it from your feed without unfollowing that person. But if you really just don't want it and it doesn't add anything to you, you're not going to miss it... unfollow. Say \"Bye Felecia\" and click that button! And then you've made room for only the best content. This is a really, really good feeling. I've got my social media really cleaned up but I have a friend who takes us to a different extreme. She's a yoga teacher and she's on Facebook, but because you can't, unlike Instagram, follow and unfollow. You either friends or you're not. Well, Facebook added the ability for you to hide or unfollow a person who you're friends with.\nAnd so she actually will friend somebody and then immediately unfollowed them. And there's no content in her feed is not another yoga teacher promoting their classes. And that is so beneficial because she decided that the only reason she was on Instagram and only reasons she's on Facebook is to promote her yoga classes. She doesn't need anything else. And so she's being honest to that commitment as much as she'd love to see friends and fans, Emily cleared it out and it makes it a really easy decision. Are you promoting yoga classes? If yes, I get to see it and I can help you promote or attend your class if not by. And you're still friends on Facebook, nobody's feelings are hurt, but it's not taking time and energy away from you. And it doesn't give you that temptation. I'm not that extreme. You know, I love a good vegan, macaroni and cheese recipe.\nIf you're going to slide up in mind feed, I'm gonna, you know, I'm going to make it, but that is a, an extreme version you could try. But now if you've cleaned up all of this stuff, you have the ability to pick and choose what content you want in your feed now. And what I love to do, I'm done saging my social media clear and it out written and have all that bad. Yeah, energy. I go to my friends who I love my sisters and I ask them, Hey, what accounts inspire you? Or if you have a different word for you, maybe you want things that make you laugh. What are the funniest accounts? You follow, whatever your word is, ask people that you really resonate with, what they follow and what brings joy to their feed. And see if you now have room to add that to your feed.\nAnd if you don't love it next month, you just clear it out. Real simple. So the recap to Sage your social media is pretty darn simple. First, you need to figure out how you want to feel when you use a given app. They don't all have to be the same. You could go to Tik TOK for laughs and you could go for Instagram to be inspired, but you need to know how you want to feel. Then pick a day and consciously scroll through your feed and ask yourself if each post matches up with that intention. And if it doesn't ask yourself, if that poster matches up with that intention, and if not time to let it go, once you cleaned out all the things that don't serve you anymore, you've got room your closets, empty time to go shopping. If you want, you can ask your friends for content that matches how you want to feel. Try some new accounts, get some fresh energy into your feed and try again in 30 days. See if that still matches with your intention."
  }
]
